perf.yml
config:
  target: "http://localhost:5555"
  phases:
    - duration: 10
      arrivalRate: 50
      name: Warm up
#    - duration: 120
#      arrivalRate: 5
#      rampTo: 50
#      name: Ramp up load
#    - duration: 600
#      arrivalRate: 50
#      name: Sustained load
scenarios:
  - name: Test
    flow:
      - get:
          url: /events/hourly